from src.emojis import *

start_info = "Привет-привет! " + upside_down + "\nЯ готов предоставить тебе прогноз погоды на сегодня и на завтра " + \
             "в любой точке мира ~" + planet1 + "~" + planet2 + "~" + planet3 + "~" + "\n\n" + \
              "Напиши /help, чтобы узнать как я работаю, или если тебе нужна помощь."
info = "Сейчас я расскажу, что я умею" + wink + "\n\n" + \
       "/today — включение режима *\"здесь и сейчас!\"*\n" + \
       "/tomorrow — включение режима *\"а что же будет завтра?\"*\n\n" + \
       "После выбора режима напиши город, страну или континент _(в том же или в следующем сообщении)_, а затем я  " + \
       "постараюсь тебе подсказать, какая температура в этом месте сейчас или какая температура там будет завтра.\n" + \
       "Если окажется, что мест с таким названием несколько, то я тебе предложу выбор по стране и координатам\n\n" + \
       "Заметь, режим каждый раз выбирать не нужно, ведь я умный бот " + success + " и помню, что ты выбрал " + \
       "\n\n" + "Если что-то не так или у тебя возникли вопросы, ты всегда можешь написать создателю " + \
       "этого бота" + point_down
forgot = "Ты забыл включить режим. Используй команду /help, чтобы узнать подробнее как его включить."
do_not_know = "Я не знаю такой команды " + monkey
do_not_understand = "Я тебя не понимаю " + pensive
smth_wrong = "Что-то пошло не так " + thinking
no_answer = "Я не знаю ответа на твой запрос, извини. Возможно такого места просто не существует?)"
