import emojis

START_INFO = "Привет-привет! " + emojis.UPSIDE_DOWN + "\nЯ готов предоставить тебе прогноз погоды " + \
        "на сегодня и на завтра в любой точке мира ~" + emojis.PLANET1 + "~" + emojis.PLANET2 + "~" + \
        emojis.PLANET3 + "~\n\nНапиши /help, чтобы узнать как я работаю, или если тебе нужна помощь."
INFO = "Сейчас я расскажу, что я умею" + emojis.WINK + "\n\n" + \
       "/today — включение режима *\"здесь и сейчас!\"*\n" + \
       "/tomorrow — включение режима *\"а что же будет завтра?\"*\n\n" + \
       "После выбора режима напиши город, страну или континент _(в том же или в следующем сообщении)_, а затем я  " + \
       "постараюсь тебе подсказать, какая температура в этом месте сейчас или какая температура там будет завтра.\n" + \
       "Если окажется, что мест с таким названием несколько, то я тебе предложу выбор по стране и координатам\n\n" + \
       "Заметь, режим каждый раз выбирать не нужно, ведь я умный бот " + emojis.SUCCESS + " и помню, что ты выбрал \n\n" + \
       "Правда я здесь новичок, и мой модуль-перводчик иногда не активен, поэтому текст выводиться с английскими" + \
       " словами, извини меня. Со временем я подрасту и подобные проблемы должны будут исчезнуть :)\n\n" \
       + "Если что-то не так или у тебя возникли вопросы, ты всегда можешь написать создателю " + \
       "этого бота" + emojis.POINT_DOWN
MODE_FORGOT = "Ты забыл включить режим или я что-то запяматовал" + emojis.MONOCLE + \
        "\nИспользуй команду /help, чтобы узнать подробнее как его включить."
UNKNOWN_COMMAND = "Я не знаю такой команды " + emojis.MONKEY
DO_NOT_UNDERSTAND = "Я тебя не понимаю " + emojis.PENSIVE
SOMETHING_WRONG = "Что-то пошло не так " + emojis.THINKING
NO_ANSWER = "Я не знаю ответа на твой запрос, извини. Возможно такого места просто не существует?)"
